Repository: yasha424/Chessy
Catalog: Chessy/Localization/*.lproj/Localizable.strings
Languages: uk

source: White won by checkmate!
uk: Мат. Білі перемогли

source: Black won by checkmate!
uk: Мат. Чорні перемогли

source: Stalemate!
uk: Пат

source: Reset game?
uk: Оновити гру?

source: You will lose current game progress
uk: Прогрес вашої поточної гри буде втрачений

source: Cancel
uk: Відхилити

source: Reset
uk: Оновити

source: Rotating
uk: Обертати

source: Rating:
uk: Рейтинг:

source: Puzzles
uk: Пазли

source: Delete
uk: Видалити

source: Puzzle solved. Great job!
uk: Пазл вирішено. Чудова робота!

source: Game preview
uk: Передогляд гри

source: Preview your current game
uk: Переглядайте вашу поточну гру
